Repository: FreePBX-ContributedModules/irc
Catalog: i18n/*/LC_MESSAGES/irc.po
Languages: de_de

source: Admin
de_de: Administrator

source: As IRC is an un-moderated international medium, %s, Sangoma, Inc or any other party can not be held responsible for the actions or behavior of other people on the network
de_de: Da IRC ein nicht moderiertes internationales Medium ist, können %s, Sangoma, Inc oder eine andere Partei nicht für die Handlungen oder das Verhalten anderer verantwortlich gemacht werden.

source: Be patient. Sometimes no one will see your question for quite a while if they are away from the computer or busy elsewhere. Sometimes people are chatting but no one answers your question. Just ask your question and hang out in the channel until you see some activity or find someone willing to assist you. Do not ask every two minutes. If no-one answers you may ask again 15 to 20 minutes later.
de_de: Seien Sie geduldig, manchmal wird Ihre Frage nicht gleich von anderen gelesen, weil gerade keiner am Computer ist oder die Leute anderweitig beschäftigt sind. Manchmal chatten die Leute auch und antworten nicht auf Ihre Frage. Stellen Sie einfach Ihre Frage und warten Sie bis Sie eine Reaktion sehen oder jemand finden, der bereit ist Ihnen zu helfen. Fragen Sie nicht alle zwei Minuten. Wenn Ihnen niemand antwortet können Sie es ja 15 bis 20 Minuten später noch einmal versuchen.

source: I agree to the rules and terms above
de_de: Ich stimme den oben genannten Regeln und Bedingungen zu.

source: If you do not agree these rules, please feel free not to use any of the %s's IRC channels.
de_de: Wenn Sie diesen Regeln nicht zustimmen, benutzen Sie bitte keine der IRC-Kanäle von %s.

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
de_de: Wenn Sie nicht möchten, das diese Informationen veröffentlicht werden, verwenden Sie bitte einen anderen IRC-Client oder wenden Sie sich an einen kommerziellen Support-Anbieter.

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
de_de: Wenn Sie dies zu Ihrem normalen Nicknamen ändern möchten, können Sie '<b>/nick yournickname</b>' eingeben und Ihr Nick wird geändert. Dies ist ein reiner ENGLISCHER Support Kanal. Es tut uns leid.

source: Insults, name-calling, harassment of any form, vulgarity, profanity, obscenity, etc. are not allowed. See below for more information.
de_de: Beleidigungen, Namensaufrufe, Belästigungen jeglicher Form, Vulgarität, Obszönität, etc. sind nicht erlaubt. Für weitere Informationen siehe unten.

source: Online Resources
de_de: Online-Ressource

source: Online Support
de_de: Online Hilfe

source: Start IRC
de_de: Starte IRC

source: The top 2 Rules:
de_de: Die 2 Top Regeln:

source: This allows you to contact the %s channel on IRC.
de_de: Dies ermöglicht Ihnen, sich mit dem %s Kanal über IRC zu Verbinden.

source: This module lets you connect to the IRC network where developers and other users chat. You can chat to the developers live, if you have problems
de_de: Dieses Modul stellt eine Verbindung zum IRC Netzwerk her, wo sich Entwickler und andere Nutzer unterhalten. Sie können hier einen Entwickler bei einem Problem live um Hilfe bitten.

source: What nickname would you like to use? If you leave this blank, a nick will be automatically generated for you.
de_de: Welchen Nickname möchten Sie verwenden? Wenn Sie diesen Feld leer lassen wird automatisch ein Nickname für Sie generiert.

source: When you connect to IRC, to assist in support, the IRC client will automatically send the following information to everyone in the #freepbx channel:
de_de: Wenn Sie eine Verbindung zum IRC herstellen, versendet der IRC-Client automatisch folgende Information an alle Benutzer des #freepbx-Kanals:

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
de_de: Wenn Sie eine Verbindung aufbauen, werden Sie automatisch einen Namen 'FreePBX' und eine zufällige viertstellige Nummer erhalten (z.B. FreePBX0815).

source: Your %s version:
de_de: Ihre %s Version:

source: Your Linux Distribution:
de_de: Ihre Linux Distribution:
